This is a text file.

;Hats
[LM_Hat X2BodyPartTemplate]
DisplayName="机械妮卡的帽子"
[LM_Hat_Goggles X2BodyPartTemplate]
DisplayName="机械妮卡的帽子眼镜"

;MECHANIKA'S GOGGLES
[LM_Goggles_Forehead X2BodyPartTemplate]
DisplayName="机械妮卡的前额眼镜"
[LM_Goggles_Forehead1 X2BodyPartTemplate]
DisplayName="机械妮卡的前额眼镜 1"
[LM_Goggles_Eyes X2BodyPartTemplate]
DisplayName="机械妮卡的眼镜"
[LM_Goggles_Eyes1 X2BodyPartTemplate]
DisplayName="机械妮卡的眼镜 1"
[LM_Goggles_Eyes2 X2BodyPartTemplate]
DisplayName="机械妮卡的眼镜 2"


;MECHANIKA'S ARMS
[CNV_LM_Arms_L1 X2BodyPartTemplate]
DisplayName="机械妮卡的 裸露 左臂"
[CNV_LM_Arms_L2 X2BodyPartTemplate]
DisplayName="机械妮卡的 左臂"
[CNV_LM_Arms_R1 X2BodyPartTemplate]
DisplayName="机械妮卡的 裸露 右臂"
[CNV_LM_Arms_R2 X2BodyPartTemplate]
DisplayName="机械妮卡的 右臂"

[LPL_LM_Arms_L X2BodyPartTemplate]
DisplayName="机械妮卡的 左臂"
[LPL_LM_Arms_R X2BodyPartTemplate]
DisplayName="机械妮卡的 右臂"

[MPL_LM_Arms_L X2BodyPartTemplate]
DisplayName="机械妮卡的 左臂"
[MPL_LM_Arms_R X2BodyPartTemplate]
DisplayName="机械妮卡的 右臂"

[HPL_LM_Arms_L_A X2BodyPartTemplate]
DisplayName="机械妮卡的 左臂 'A'"
[HPL_LM_Arms_L_B X2BodyPartTemplate]
DisplayName="机械妮卡的 左臂 'B'"
[HPL_LM_Arms_R_A X2BodyPartTemplate]
DisplayName="机械妮卡的 右臂 'A'"
[HPL_LM_Arms_R_B X2BodyPartTemplate]
DisplayName="机械妮卡的 右臂 'B'"

[LPW_LM_Arms X2BodyPartTemplate]
DisplayName="机械妮卡的双臂"
[LPW_LM_Arms_AC X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 (AC)"

[MPW_LM_Arms_A X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'A'"
[MPW_LM_Arms_B X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'B'"
[MPW_LM_Arms_A_AC X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'A' (AC)"
[MPW_LM_Arms_B_AC X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'B' (AC)"

[HPW_LM_Arms_A X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'A'"
[HPW_LM_Arms_B X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'B'"
[HPW_LM_Arms_A_AC X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'A' (AC)"
[HPW_LM_Arms_B_AC X2BodyPartTemplate]
DisplayName="机械妮卡的双臂 'B' (AC)"


;MECHANIKA'S EARRINGS
[LM_Earrings X2BodyPartTemplate]
DisplayName="机械妮卡的耳环"


;MECHANIKA'S HAIR 
[LM_Hair X2BodyPartTemplate]
DisplayName="机械妮卡的头发"
[LM_Hair_Goggles X2BodyPartTemplate]
DisplayName="机械妮卡的头发眼镜"


;MECHANIKA'S LEGS
[CNV_LM_Legs X2BodyPartTemplate]
DisplayName="机械妮卡的双腿"

;[LPL_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"

;[MPL_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"

;[HPL_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"

;[LPW_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"

;[MPW_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"

;[HPW_LM_Legs X2BodyPartTemplate]
;DisplayName="机械妮卡的双腿"


;MECHANIKA'S Torso
[CNV_LM_Torso X2BodyPartTemplate]
DisplayName="机械妮卡的身体"

;[LPL_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"

;[MPL_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"

;[HPL_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"

;[LPW_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"

;[MPW_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"

;[HPW_LM_Torso X2BodyPartTemplate]
;DisplayName="机械妮卡的身体"
